zsh-users/zsh-autosuggestions branch:develop
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting

# denysdovhan/spaceship-prompt - another good shell.
subnixr/minimal # current shell - it's quite nice.

changyuheng/fz
rupa/z

caarlos0/zsh-mkc
mattmc3/zsh-safe-rm

unixorn/tumult.plugin.zsh #https://github.com/unixorn/tumult.plugin.zsh -> For useful commands
MichaelAquilina/zsh-you-should-use
