tap "alihanyalcin/nats-spy"
tap "cristianoliveira/tap"
tap "eth-p/software"
tap "getantibody/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "schollz/tap"
tap "shopify/shopify"
tap "teamookla/speedtest"
tap "tidwall/jj"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "openssl@1.1"
brew "asciinema"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "broot"
brew "cask"
brew "cmatrix"
brew "cocoapods"
brew "ctop"
brew "curl"
brew "devd"
brew "diskus"
brew "docker", link: false
brew "docker-compose", link: false
brew "wxmac"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "geoip"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "git-secret"
brew "glances"
brew "grep"
brew "grpcurl"
brew "hey"
brew "htop"
brew "httpie"
brew "httping"
brew "hub"
brew "hyperfine"
brew "python@3.8"
brew "imagemagick"
brew "jid"
brew "jq"
brew "k6"
brew "lazygit"
brew "lsd"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "parallel"
brew "peco"
brew "pgcli"
brew "protobuf"
brew "rabbitmq", restart_service: true, link: false
brew "ranger"
brew "rename"
brew "renameutils"
brew "ripgrep"
brew "screenfetch"
brew "shellinabox"
brew "siege"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sshfs"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "ttyd"
brew "unrar"
brew "up"
brew "vault"
brew "vegeta"
brew "volta"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "alihanyalcin/nats-spy/nats-spy"
brew "cristianoliveira/tap/funzzy"
brew "getantibody/tap/antibody"
brew "rcmdnk/file/brew-file"
brew "schollz/tap/croc"
brew "shopify/shopify/themekit"
brew "tidwall/jj/jj"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "betterzip"
cask "brave-browser"
cask "datagrip"
cask "docker"
cask "font-hack-nerd-font"
cask "gitup"
cask "google-chrome"
cask "graphiql"
cask "hammerspoon"
cask "key-codes"
cask "keybase"
cask "kitty"
cask "ngrok"
cask "notion"
cask "numi"
cask "osxfuse"
cask "postgres"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rabbitmq"
cask "slack"
cask "sourcetree"
cask "suspicious-package"
cask "telegram"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zoomus"
mas "DevCleaner", id: 1388020431
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
