tap "avencera/taps"
tap "cantino/mcfly"
tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "corgibytes/cask-fonts"
tap "cristianoliveira/tap"
tap "eth-p/software"
tap "federico-terzi/espanso"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jwbargsten/misc"
tap "ms-jpq/sad"
tap "nats-io/nats-tools"
tap "potatolabs/git-redate"
tap "rcmdnk/file"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "tidwall/jj"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "xz"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "bison"
brew "bison@2.7"
brew "blueutil"
brew "bottom"
brew "broot"
brew "gcc"
brew "btop"
brew "libffi"
brew "pkg-config"
brew "cask"
brew "cheat"
brew "circleci"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "croc"
brew "ctop"
brew "curl"
brew "devd"
brew "devil"
brew "diskonaut"
brew "diskus"
brew "docker-compose", link: false
brew "dog"
brew "dotenv-linter"
brew "earthly"
brew "efm-langserver"
brew "entr"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fop"
brew "fselect"
brew "fwup"
brew "fzf"
brew "gcalcli"
brew "geoip"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "git-secret"
brew "gitmoji"
brew "glances"
brew "glow"
brew "grep"
brew "grpcurl"
brew "gstreamer"
brew "hadolint"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jid"
brew "jq"
brew "khal"
brew "lazygit"
brew "libxslt"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "magic-wormhole"
brew "make"
brew "mariadb"
brew "mas"
brew "minio-mc"
brew "ncdu"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "nushell"
brew "ossp-uuid"
brew "parallel"
brew "peco"
brew "pgcli"
brew "pgformatter"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit", link: false
brew "protobuf"
brew "qpdf"
brew "ranger"
brew "redis", restart_service: true
brew "rename"
brew "renameutils"
brew "ripgrep"
brew "rmlint"
brew "s3cmd"
brew "screenfetch"
brew "sd"
brew "shellcheck"
brew "shellinabox"
brew "shfmt"
brew "siege"
brew "speedtest-cli"
brew "sponge"
brew "squashfs"
brew "ssh-copy-id"
brew "stylua"
brew "telnet"
brew "tfsec"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tokei"
brew "tree"
brew "ttyd"
brew "unzip"
brew "up"
brew "vault"
brew "vegeta"
brew "volta"
brew "watch"
brew "watchexec"
brew "watchman"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "wxwidgets"
brew "xsv"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zellij"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "avencera/taps/rustywind"
brew "cantino/mcfly/mcfly"
brew "cloudflare/cloudflare/cloudflared"
brew "cristianoliveira/tap/funzzy"
brew "federico-terzi/espanso/espanso"
brew "jwbargsten/misc/defbro"
brew "ms-jpq/sad/sad"
brew "nats-io/nats-tools/nats"
brew "potatolabs/git-redate/git-redate"
brew "rcmdnk/file/brew-file"
brew "shopify/shopify/themekit"
brew "stripe/stripe-cli/stripe"
brew "tidwall/jj/jj"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "apparency"
cask "appcleaner"
cask "aws-vault"
cask "betterzip"
cask "brave-browser"
cask "datagrip"
cask "docker"
cask "drawio"
cask "exodus"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "gitup"
cask "google-chrome"
cask "graphiql"
cask "hammerspoon"
cask "hazel"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "jpadilla-rabbitmq"
cask "key-codes"
cask "kitty"
cask "livebook"
cask "macfuse"
cask "maczip"
cask "meetingbar"
cask "mega"
cask "menubarx"
cask "miro"
cask "ngrok"
cask "notion"
cask "numi"
cask "orion"
cask "pdf-squeezer"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raindropio"
cask "redisinsight"
cask "session-manager-plugin"
cask "shottr"
cask "signal"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "suspicious-package"
cask "swish"
cask "telegram"
cask "tempbox"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoho-docs"
cask "zoom"
mas "Adblock Plus", id: 1432731683
mas "Scaler", id: 1612708557
mas "Xcode", id: 497799835
