tap "alihanyalcin/nats-spy"
tap "cantino/mcfly"
tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "cristianoliveira/tap"
tap "eth-p/software"
tap "federico-terzi/espanso"
tap "getantibody/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ms-jpq/sad"
tap "nats-io/nats-tools"
tap "potatolabs/git-redate"
tap "rcmdnk/file"
tap "schollz/tap"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "tidwall/jj"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "antibody"
brew "openssl@1.1"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bat"
brew "blueutil"
brew "broot"
brew "cask"
brew "cheat"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "croc"
brew "ctop"
brew "curl"
brew "devd"
brew "diskonaut"
brew "diskus"
brew "docker-compose", link: false
brew "dog"
brew "dotenv-linter"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fop"
brew "fselect"
brew "fzf"
brew "gcalcli"
brew "geoip"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "git-secret"
brew "gitmoji"
brew "glances"
brew "grep"
brew "grpcurl"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jid"
brew "jq"
brew "k6"
brew "lazygit"
brew "libxslt"
brew "lsd"
brew "luarocks"
brew "magic-wormhole"
brew "make"
brew "mariadb"
brew "mas"
brew "minio-mc"
brew "ncdu"
brew "neofetch"
brew "ninja"
brew "nmap"
brew "nushell"
brew "parallel"
brew "peco"
brew "pgcli"
brew "pgformatter"
brew "pinentry-mac"
brew "pre-commit"
brew "protobuf"
brew "python@3.8"
brew "ranger"
brew "redis"
brew "rename"
brew "renameutils"
brew "ripgrep"
brew "s3cmd"
brew "screenfetch"
brew "sd"
brew "shellinabox"
brew "shfmt"
brew "siege"
brew "speedtest-cli"
brew "sponge"
brew "ssh-copy-id"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "ttyd"
brew "unzip"
brew "up"
brew "vault"
brew "vegeta"
brew "volta"
brew "watch"
brew "watchexec"
brew "watchman"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "wxwidgets"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "cantino/mcfly/mcfly"
brew "clementtsang/bottom/bottom"
brew "cloudflare/cloudflare/cloudflared"
brew "cristianoliveira/tap/funzzy"
brew "federico-terzi/espanso/espanso"
brew "ms-jpq/sad/sad"
brew "nats-io/nats-tools/nats"
brew "potatolabs/git-redate/git-redate"
brew "rcmdnk/file/brew-file"
brew "shopify/shopify/themekit"
brew "stripe/stripe-cli/stripe"
brew "tidwall/jj/jj"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "amethyst"
cask "android-file-transfer"
cask "android-studio"
cask "apparency"
cask "appcleaner"
cask "aws-vault"
cask "betterzip"
cask "brave-browser"
cask "datagrip"
cask "drawio"
cask "exodus"
cask "figma"
cask "folx"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "gitup"
cask "graphiql"
cask "hammerspoon"
cask "key-codes"
cask "kitty"
cask "lastpass"
cask "lulu"
cask "meetingbar"
cask "miro"
cask "ngrok"
cask "notion"
cask "numi"
cask "osxfuse"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raindropio"
cask "raycast"
cask "redisinsight"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "sourcetree"
cask "suspicious-package"
cask "swish"
cask "telegram"
cask "toggl-track"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Adblock Plus", id: 1432731683
mas "Evernote Web Clipper", id: 1481669779
mas "Xcode", id: 497799835
